{
  "Comment.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "coredor.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "firenvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nu": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obs.nvim": { "branch": "main" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "todo-comments.nvim": { "branch": "main" },
  "vim-plugin-ruscmd": { "branch": "master" },
  "vim-v": { "branch": "main" },
  "vim-wakatime": { "branch": "master" }
}
